import { BlogData } from '../../shared/types';

const blogArticle: BlogData = {
  id: 1,
  title: '«Человек является источником жеста, смысла, правды»',
  description: 'МК «Документальность в современном театре и современном искусстве»',
  image: '/images/article/title-image.png',
  author_url: 'http://author.link',
  author_url_title: 'Лара Бессмертная',
  pub_date: '2021-11-28T23:30:34',
  contents: [
    {
      content_type: 'preamble',
      content_item: {
        preamble: 'В образовательной программе «Драматург плюс стратегии и практики» прошел мастер-класс «Документальность в современном театре и современном искусстве». Его провели драматург, сценарист, преподаватель Евгений Казачков и драматург, художница, куратор, кандидат филологических наук Ильмира Болотян. Мы приводим расшифровку мастер-класса и обсуждения, развернувшегося после него.'
      }
    },
    {
      content_type: 'imagesblock',
      content_item: {
        title: 'Блок изображений 1',
        items: [
          {
            title: 'Изображение 1',
            image: '/images/article/title-image.png'
          },
          {
            title: 'Гифочка',
            image: '/images/article/title-image.png'
          }
        ]
      }
    },
    {
      content_type: 'title',
      content_item: {
        title: 'Что нам говорил Аристотель? Что искусство должно быть подобно реальности.'
      }
    },
    {
      content_type: 'text',
      content_item: {
        text: 'Из этого следует два вывода: с одной стороны, искусство не должно быть равно реальности, потому что иначе оно не будет искусством, с другой стороны – оно должно быть все-таки подобно реальности, иначе мы ничего не поймем, не подключимся и не распознаем замыслы автора. Мне нравится такое определение, что один из видов эстетики – это, грубо говоря, "понимание" чего-то. Если нам нечего понимать, то мы не получим ни удовольствия, ни какого-то чувства, ничего. А для того, чтобы что-то понять, нам должно быть представлено что-то, что не равно само себе. То есть нам показывают или говорят что-то, а мы понимаем, что там есть что-то еще. Вот мы смотрим на античную статую и понимаем, что это – статуя, но похожа на человека. Если она будет абсолютно такая же как человек, как восковая фигура, то мы поймем, что это уже не искусство. Искусство для того, чтобы люди догадались, домыслили, дочувствовали что-то.'
      }
    },
    {
      content_type: 'text',
      content_item: {
        text: 'Из этого следует два вывода: с одной стороны, искусство не должно быть равно реальности, потому что иначе оно не будет искусством, с другой стороны – оно должно быть все-таки подобно реальности, иначе мы ничего не поймем, не подключимся и не распознаем замыслы автора. Мне нравится такое определение, что один из видов эстетики – это, грубо говоря, "понимание" чего-то. Если нам нечего понимать, то мы не получим ни удовольствия, ни какого-то чувства, ничего. А для того, чтобы что-то понять, нам должно быть представлено что-то, что не равно само себе. То есть нам показывают или говорят что-то, а мы понимаем, что там есть что-то еще. Вот мы смотрим на античную статую и понимаем, что это – статуя, но похожа на человека. Если она будет абсолютно такая же как человек, как восковая фигура, то мы поймем, что это уже не искусство. Искусство для того, чтобы люди догадались, домыслили, дочувствовали что-то.'
      }
    },
    {
      content_type: 'title',
      content_item: {
        title: 'Настал именно режиссерский театр'
      }
    },
    {
      content_type: 'text',
      content_item: {
        text: 'Так вот, документальность является интересным инструментом, который нужен для того, чтобы на пути к цели автора добавить ощущение подлинности, непотерянности. Это дает какой-то драйв, подключение. Эксперименты с этой подлинностью происходили в театре всегда. В XIX веке Островский приблизил театр, Горький делал якобы документальные вещи – пьеса "На дне" была для всех шокирующей, потому что она была намного ближе к реальности, чем то, что привыкли видеть в театре. В 20-е годы были эксперименты, когда люди выходили на сцену и читали новости из газет, это было потрясающе и создавало объем театрального высказывания, оно становилось политическим, социальным, оно заставляло людей жить полной жизнью, выбежать на улицу и изменить все вокруг. \n            Дальше, в Советском Союзе эти тенденции все были прикручены аккуратненько, и наступила эпоха соцреализма, но его нельзя назвать реальностью или чем-то документальным. Нравится мне такое определение: соцреализм – это восхваление начальства доступными способами. А доступный способ для начальства – это когда понятно и похоже.'
      }
    },
    {
      content_type: 'quote',
      content_item: {
        quote: 'Настал именно режиссерский театр, потому что пространство высказывания оказалось все в руках режиссеров, и они использовали доступную драматургию, классическую или импортную, чтобы сделать свое высказывание о реальности.'
      }
    },
    {
      content_type: 'text',
      content_item: {
        text: 'У всего этого есть интересные последствия. Почему у нас драматургия была не так богата в советское время, как могла бы быть? Потому что очень сложно было пройти по цензуре и говорить о реальности. Настал именно режиссерский театр, потому что пространство высказывания оказалось все в руках режиссеров, и они использовали доступную драматургию, классическую или импортную, чтобы сделать свое высказывание о реальности. Люди в зале сидели и говорили: «Мы поняли, ты это сейчас говоришь про нас и про сейчас!» Но это все было в руках режиссера, в то время как в мире в плане драматургии развивались разные направления и техники, в том числе появился вербатим. В 50-е годы, в том числе в «Роял-Корте», люди вдруг поняли, что нам надо устранить разрыв между искусством и жизнью, вдохнуть новые силы в театр, и, возможно, мы должны, социально зарядившись, пойти поговорить с людьми и узнать, что их волнует. Эта тенденция не смогла прийти в Советский Союз именно тогда по многим причинам. У нас стал очень популярен и востребован Брехт, в методе которого подлинность достигалась за счет прямого высказывания в зал. Мы разрушаем четвертую стену и говорим напрямую, вот здесь наша подлинность и инструментарий режиссера. Однако, в изобразительном и визуальном искусстве, и на Западе, и в России, в 70-е годы появилась очень интересная вещь.',
      }
    },
    {
      content_type: 'imagesblock',
      content_item: {
        title: 'Блок изображений 1',
        items: [
          {
            title: 'Изображение 1',
            image: '/images/article/title-image.png'
          },
          {
            title: 'Гифочка',
            image: '/images/article/title-image.png'
          }
        ]
      }
    },
    {
      content_type: 'text',
      content_item: {
        text: 'У всего этого есть интересные последствия. Почему у нас драматургия была не так богата в советское время, как могла бы быть? Потому что очень сложно было пройти по цензуре и говорить о реальности. Настал именно режиссерский театр, потому что пространство высказывания оказалось все в руках режиссеров, и они использовали доступную драматургию, классическую или импортную, чтобы сделать свое высказывание о реальности. Люди в зале сидели и говорили: «Мы поняли, ты это сейчас говоришь про нас и про сейчас!» Но это все было в руках режиссера, в то время как в мире в плане драматургии развивались разные направления и техники, в том числе появился вербатим. В 50-е годы, в том числе в «Роял-Корте», люди вдруг поняли, что нам надо устранить разрыв между искусством и жизнью, вдохнуть новые силы в театр, и, возможно, мы должны, социально зарядившись, пойти поговорить с людьми и узнать, что их волнует. Эта тенденция не смогла прийти в Советский Союз именно тогда по многим причинам. У нас стал очень популярен и востребован Брехт, в методе которого подлинность достигалась за счет прямого высказывания в зал. Мы разрушаем четвертую стену и говорим напрямую, вот здесь наша подлинность и инструментарий режиссера. Однако, в изобразительном и визуальном искусстве, и на Западе, и в России, в 70-е годы появилась очень интересная вещь.',
      }
    },
    {
      content_type: 'playsblock',
      content_item: {
        title: 'Заголовок блока с пьессами',
        items: [
          {
            id: 25,
            name: 'Головной',
            authors: [
              {
                name: 'Эрнест Беляков',
                id: 16
              },
              {
                name: 'Будимир Яковлева',
                id: 10
              }
            ],
            city: 'Южноуральск',
            year: 2007,
            url_download: 'https://www.walker.com/',
            url_reading: 'http://www.spears.net/'
          },
          {
            id: 26,
            name: 'Головной',
            authors: [
              {
                name: 'Эрнест Беляков',
                id: 16
              },
              {
                name: 'Будимир Яковлева',
                id: 10
              }
            ],
            city: 'Южноуральск',
            year: 2007,
            url_download: 'https://www.walker.com/',
            url_reading: 'http://www.spears.net/'
          },
          {
            id: 27,
            name: 'Головной',
            authors: [
              {
                name: 'Эрнест Беляков',
                id: 16
              },
              {
                name: 'Будимир Яковлева',
                id: 10
              }
            ],
            city: 'Южноуральск',
            year: 2007,
            url_download: 'https://www.walker.com/',
            url_reading: 'http://www.spears.net/'
          },
          {
            id: 28,
            name: 'Головной',
            authors: [
              {
                name: 'Эрнест Беляков',
                id: 16
              },
              {
                name: 'Будимир Яковлева',
                id: 10
              }
            ],
            city: 'Южноуральск',
            year: 2007,
            url_download: 'https://www.walker.com/',
            url_reading: 'http://www.spears.net/'
          },
          {
            id: 29,
            name: 'Головной',
            authors: [
              {
                name: 'Эрнест Беляков',
                id: 16
              },
              {
                name: 'Будимир Яковлева',
                id: 10
              }
            ],
            city: 'Южноуральск',
            year: 2007,
            url_download: 'https://www.walker.com/',
            url_reading: 'http://www.spears.net/'
          },
          {
            id: 30,
            name: 'Головной',
            authors: [
              {
                name: 'Эрнест Беляков',
                id: 16
              },
              {
                name: 'Будимир Яковлева',
                id: 10
              }
            ],
            city: 'Южноуральск',
            year: 2007,
            url_download: 'https://www.walker.com/',
            url_reading: 'http://www.spears.net/'
          },
        ]
      }
    },
    {
      content_type: 'personsblock',
      content_item: {
        title: 'Заголовок блока с персонами',
        items: [
          {
            id: 82,
            created: '2021-11-21T22:06:07',
            modified: '2021-11-21T22:06:07',
            first_name: 'Михей',
            last_name: 'Вишнякова',
            middle_name: 'Викентьевич',
            city: 'Сковородино',
            email: 'mikhejvishnyakova@lubimovka.ru',
            image: '/images/person/person.jpg',
            roles: [
              {
                name: 'Актёр',
                slug: 'actor'
              },
              {
                name: 'Драматург',
                slug: 'dramatist'
              },
              {
                name: 'Иллюстрации',
                slug: 'illustrations'
              },
              {
                name: 'Режиссёр',
                slug: 'director'
              }
            ]
          },
          {
            id: 129,
            created: '2021-11-21T22:06:19',
            modified: '2021-11-21T22:06:20',
            first_name: 'Вениамин',
            last_name: 'Быкова',
            middle_name: 'Антоновна',
            city: '',
            email: 'null',
            image: '/images/person/person.jpg',
            roles: [
              {
                name: 'Актёр',
                slug: 'actor'
              },
              {
                name: 'Драматург',
                slug: 'dramatist'
              },
              {
                name: 'Иллюстрации',
                slug: 'illustrations'
              },
              {
                name: 'Режиссёр',
                slug: 'director'
              }
            ]
          },
          {
            id: 112,
            created: '2021-11-21T22:06:15',
            modified: '2021-11-21T22:06:15',
            first_name: 'Эммануил',
            last_name: 'Галкин',
            middle_name: 'Наумовна',
            city: 'Старый Оскол',
            email: 'emmanuilgalkin@lubimovka.ru',
            image: '/images/person/person.jpg',
            roles: [
              {
                name: 'Актёр',
                slug: 'actor'
              },
              {
                name: 'Драматург',
                slug: 'dramatist'
              },
              {
                name: 'Иллюстрации',
                slug: 'illustrations'
              },
              {
                name: 'Режиссёр',
                slug: 'director'
              }
            ]
          },
          {
            id: 83,
            created: '2021-11-21T22:06:07',
            modified: '2021-11-21T22:06:07',
            first_name: 'Михей',
            last_name: 'Вишнякова',
            middle_name: 'Викентьевич',
            city: 'Сковородино',
            email: 'mikhejvishnyakova@lubimovka.ru',
            image: '/images/person/person.jpg',
            roles: [
              {
                name: 'Актёр',
                slug: 'actor'
              },
              {
                name: 'Драматург',
                slug: 'dramatist'
              },
              {
                name: 'Иллюстрации',
                slug: 'illustrations'
              },
              {
                name: 'Режиссёр',
                slug: 'director'
              }
            ]
          },
          {
            id: 130,
            created: '2021-11-21T22:06:19',
            modified: '2021-11-21T22:06:20',
            first_name: 'Вениамин',
            last_name: 'Быкова',
            middle_name: 'Антоновна',
            city: '',
            email: 'null',
            image: '/images/person/person.jpg',
            roles: [
              {
                name: 'Актёр',
                slug: 'actor'
              },
              {
                name: 'Драматург',
                slug: 'dramatist'
              },
              {
                name: 'Иллюстрации',
                slug: 'illustrations'
              },
              {
                name: 'Режиссёр',
                slug: 'director'
              }
            ]
          },
          {
            id: 113,
            created: '2021-11-21T22:06:15',
            modified: '2021-11-21T22:06:15',
            first_name: 'Эммануил',
            last_name: 'Галкин',
            middle_name: 'Наумовна',
            city: 'Старый Оскол',
            email: 'emmanuilgalkin@lubimovka.ru',
            image: '/images/person/person.jpg',
            roles: []
          }
        ]
      }
    }
  ],
  team: [
    {
      name: 'Иллюстрации',
      slug: 'illustrations',
      persons: [
        {
          id: 14,
          full_name: 'Назар Алексеева'
        },
        {
          id: 29,
          full_name: 'Гремислав Алексеев'
        }
      ]
    },
    {
      name: 'Текст',
      slug: 'text',
      persons: [
        {
          id: 54,
          full_name: 'Олег Абрамова'
        },
        {
          id: 67,
          full_name: 'Будимир Александров'
        }
      ]
    },
    {
      name: 'Фото',
      slug: 'photo',
      persons: [
        {
          id: 35,
          full_name: 'Галактион Гусев'
        }
      ]
    }
  ],
  other_blogs: [
    {
      id: 1,
      pub_date: '2021-11-29T00:07:51',
      title: 'Заголовок 3',
      description: 'Описание 3',
      author_url: 'http://kotov.production',
      author_url_title: 'Сергей Котов',
      image: '/images/person/person.jpg'
    },
    {
      id: 2,
      pub_date: '2021-11-29T00:02:19',
      title: 'Запись блога 2',
      description: 'Описание записи блога',
      author_url: 'http://ya.ru',
      author_url_title: 'Сергей Иванов',
      image: '/images/article/title-image.png'
    },
    {
      id: 3,
      pub_date: '2021-11-29T00:02:19',
      title: 'Запись блога 3',
      description: 'Описание записи блога',
      author_url: 'http://ya.ru',
      author_url_title: 'Сергей Иванов',
      image: '/images/blog/blog-image.jpg'
    },
    {
      id: 4,
      pub_date: '2021-11-29T00:02:19',
      title: 'Запись блога 4',
      description: 'Описание записи блога',
      author_url: 'http://ya.ru',
      author_url_title: 'Сергей Иванов',
      image: '/images/person/person.jpg'
    }
  ]
};

export default blogArticle;
