import { PressReleases, ForPressProps, PRPerson } from '../../shared/types/for-press';

export const forPressProps: ForPressProps = {
  metaTitle: 'Фестиваль Любимовка - Для прессы',
  title: 'Для прессы',
  description: 'Фотографии можно скачать в альбомах на странице фестиваля в Facebook.',
  link: 'https://www.facebook.com/festival.lubimovka/photos',
};

export const prPerson: PRPerson = {
  name: 'Анна Загородникова',
  nameDative: 'Анне Загородниковой',
  email: 'annaszagorodnikova@gmail.com',
  role: 'PR-директор фестиваля, координатор по связям со СМИ',
  photo: '/images/for-press/for-press-pr-contact.jpg'
};

export const pressReleases: PressReleases = {
  defaultCover: '/images/for-press/for-press-cover.jpg',
  pressReleases: [
    {
      cover: '/images/for-press/for-press-cover.jpg',
      year: 2021,
      downloadLink: '/for-press/press-releases/2021.pdf',
      contents: [
        {
          content_type: 'preamble',
          content_item: {
            preamble: 'Любимовка-2021 пройдет с 2 по 10 сентября впервые в театре «Современник».'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В основной программе будут представлены 24 пьесы авторов из Москвы, Санкт-Петербурга, Рязани, Уфы, Львова, Баку, Минска, Владивостока, Софии, Казани, Екатеринбурга и Воронежа. Во внеконкурсной программе, которую курирует Виктор Рыжаков, режиссер, художественный руководитель театра «Современник», будут представлены 5 пьес уже состоявшихся авторов. Fringe-программа превращена в лабораторию для проведения исследований, концепций и идей, попадающих в театр из других сфер. Образовательная программа «Драматург плюс новые обстоятельства» посвящена трансформациям театра и роли драматурга в нем. Одна из главных читок блока «Специальные события» состоится 10 сентября: Иван Вырыпаев прочитает свою пьесу «Закрытое исследование. New Constructive Ethics» по ZOOM.  Услышать премьеру пьесы смогут только те, кто будет присутствовать в зале.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: '«Одна из главных задач, которую ставит перед собой наша команда сейчас, — продолжить укреплять позиции драматургов в современном театре, заявляя их полноценными участниками создания спектакля, а не только авторами текстов. Проведение фестиваля на площадке легендарного московского театра — один из важных шагов на этом пути.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Любимовка движется сквозь время, несмотря ни на что, а мы можем только радоваться, что имеем возможность прикасаться к этому потоку любви и правды», — комментирует Юрий Шехватов, арт-директор фестиваля.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В этом году компания Bookmate — мобильный сервис для чтения и прослушивания книг — предоставит грант на постановку аудиоспектакля. Победителя определит редакция Bookmate Originals вместе с арт-дирекцией фестиваля.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Вход на все мероприятия свободный, необходима регистрация на сайте фестиваля. Прямая трансляция, организованная компанией SBTG.RU, пройдет на YouTube-канале фестиваля, ее записи останутся в доступе. (Кроме финального события — читки новой пьесы Ивана Вырыпаева). Фестиваль соблюдает все необходимые антиковидные меры.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'За новостями фестиваля можно следить на сайте и официальной странице в Facebook.'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Подробнее о программе фестиваля'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Внеконкурсная программа'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В этом году внеконкурсную программу фестиваля, в которой участвуют пьесы состоявшихся драматургов, сформировал Виктор Рыжаков, режиссер, художественный руководитель театра «Современник».'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В off-программе Любимовки будут представлены пять пьес: «Катапульта» Дмитрия Богославского, «Черная пурга» Анастасии Букреевой, «Инау» Олега Михайлова, «Ленточки» Павла Пряжко, «Друг мой» Константина Стешика.'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Программа FRINGE'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Кураторы фриндж-программы — постдраматург Гульнара Гарипова, режиссер, сценарист и драматург Андрей Жиганов, режиссер и драматург Микита Ильинчик, кандидат культурологии, исследователь цифровой среды и блогер Оксана Мороз, театровед Полина Пхор и драматург Ксения Савельева — прочли все пьесы, присланные на конкурс, и сформировали специальную программу:'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: '«В этом году Fringe превращается в лабораторию. Она выросла из вопроса: «Если фриндж — это пограничная территория, то какие концепции и идеи, попадая в театр из других сфер, могут поменять его настройки и аксиомы?» '
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'На лаборатории мы обсудим, возможна ли бережность в современной драматургии, какими могут быть принципы работы автора с сенситивным материалом. И может ли текст стать настолько автономным, чтобы создать интенсивное Реальное, большее нашей повседневности?».'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Образовательная программа'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Драматург плюс новые обстоятельства'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Мир меняется стремительно, и драматург сегодня может работать в самых разных жанрах и контекстах, мигрировать между индустриями, настраивать свою творческую оптику так, чтобы она была чувствительна к этим изменениям.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Как это делать грамотно? Как не потерять себя? Как уметь находить общий язык с разными участниками творческого процесса? Все это будет обсуждаться на встречах и практикумах образовательной программы, в которую куратор Мария Крупник пригласила ведущих экспертов в области современного театра, драматургии и театрального дела.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В программе: мастер-класс Саши Денисовой о драматурге как режиссере, практикум Наташи Боренко о гендерных стереотипах в драматургии, разговор с Романом Кантором о том, как стать успешным сценаристом в киноиндустрии, встреча с Алексеем Киселевым, посвященная цифровому театру и городским аудиоспектаклям.'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Специальные события'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В программе Любимовки-2021 запланировано несколько спецсобытий. 2 сентября вечером состоится читка новой пьесы Андрея Родионова и Екатерины Троепольской «Троекурово». Пьесу прочитают сами авторы.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: '5 сентября в рамках коллаборации Любимовки и фестиваля «Толстой» можно будет услышать премьерную читку документальной пьесы Светланы Баженовой и Ярославы Пулинович «Толстой о людях. Люди о Толстом», которая пройдет в фестивальном клубе «Клуб».'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В этом году запускается проект «Любимовка. Избранное». Организаторы выбрали одну пьесу-участницу фестиваля прошлых лет, которую заново представят зрителям. Для новой программы была выбрана пьеса «Ощущение бороды» драматурга Ксении Драгунской. Читка памяти автора состоится 5 сентября.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В последний день, 10 сентября, прозвучит читка новой пьесы Ивана Вырыпаева «Закрытое исследование. New Constructive Ethics». Автор сам прочитает свой текст по ZOOM. Услышать премьеру пьесы смогут только те, кто будут присутствовать в зале.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Полное расписание фестиваля опубликовано на сайте «Любимовки».'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Фестиваль «Любимовка» был основан в 1989 году, с тех пор стал главной независимой лабораторией новой драматургии и открытым пространством для обмена опытом для всех русскоязычных авторов по всему миру — дебютанты могут не только публично представить свой текст, но и услышать мнения признанных драматургов.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В качестве начинающих авторов в своё время здесь представляли свои пьесы Михаил Угаров, Елена Гремина, Иван Вырыпаев, Василий Сигарев, Ксения Драгунская, Максим Курочкин, братья Пресняковы, братья Дурненковы, Юрий Клавдиев, Евгений Гришковец. На «Любимовке» проходили первые показы новых пьес Александра Сеплярского, Надежды Птушкиной, Николая Коляды, Марии Арбатовой и других знаковых драматургов разных поколений. Читки Любимовки в разные годы ставили Виктор Рыжаков, Кирилл Серебренников, Владимир Мирзоев, Дмитрий Волкострелов, Семен Александровский, Юрий Муравицкий, Павел Бардин, Талгат Баталов, Юрий Квятковский и другие. В читках участвуют как студенты театральных вузов, так и известные актеры театра и кино, в  том числе Светлана Ходченкова, Аня Чиповская, Светлана Устинова, Елизавета Боярская, Александр Яценко, Егор Корешков, Александра Ребенок, Юлия Ауг, Виктория Толстоганова, Яна Сексте, Таисия Вилкова, Виктория Исакова, Владимир Скворцов, Ольга Лапшина, Инга Оболдина, Ирина Вилкова, Анна Котова-Дерябина, актёры мастерской Дмитрия Брусникина, актёры Гоголь-центра, актёры театра Петра Фоменко.'
          }
        },
      ]
    },
    {
      cover: '/images/for-press/for-press-cover.jpg',
      year: 2020,
      downloadLink: '/for-press/press-releases/2020.pdf',
      contents: [
        {
          content_type: 'preamble',
          content_item: {
            preamble: '«Любимовка - 2020»: 39 пьес, трансляции, большая образовательная программа, философы в роли режиссеров и еще одна площадка.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'С 5 сентября по 12 сентября в Москве на Площадке 8/3, в Центре Вознесенского и впервые в формате онлайн-трансляций пройдет фестиваль современной драматургии «Любимовка». В течение недели здесь представят лучшие новые пьесы, написанные на русском языке авторами со всего мира: 24 работы в основной программе, 8 — в Fringe (в постановке философов и исследователей, среди которых Виктор Вахштайн, Олег Аронсон и Александр Писарев), 6 текстов состоявшихся драматургов в off. Все 39 пьес будут представлены в форме сценических читок, после каждой новая арт-дирекция по традиции фестиваля будет проводить обсуждение. Кроме практически непрекращающихся читок  — большая образовательная программа с мастер-классами Кирилла Серебренникова, Михаила Дурненкова, Евгения Казачкова, Ильмиры Болотян, Марины Андрейкиной и Родиона Белецкого.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Полное расписание фестиваля опубликовано на сайте «Любимовки».'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Новая арт-дирекция'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В этом году фестиваль проводит новая арт-дирекция.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'С 2013 до 2019 года арт-директорами «Любимовки» были театральный критик, журналист Анна Банасюкевич, драматурги, сценаристы и преподаватели Михаил Дурненков и Евгений Казачков. В новой команде с этого года: режиссер Юрий Шехватов, драматурги Мария Огнева, Олжас Жанайдаров, Нина Беленицкая, Полина Бородина, Андрей Иванов и театровед Полина Пхор.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: '«Предыдущее поколение “худсовета” "Любимовки" не отходит от дел полностью. Душой, сердцем, мозгом и руками мы остаемся с фестивалем. Будем курировать спецпроекты, преподавать, вести обсуждения, помогать нашей смене и говорить из облака: "Симба! Помни, ты должен поддерживать молодых драматургов, искать новые голоса и делать театр живым и современным!"», — комментировала прошлая команда арт-директоров фестиваля.'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'В программу «Любимовки-2020» вошли:'
          }
        },
        {
          content_type: 'list',
          content_item: {
            list: [
              '«Цикл индекса» Екатерины Августеняк (Санкт-Петербург) — серия наблюдений о том, как все неустойчиво развивается;',
              '«Страна Вась» Викентия Брызя (Владивосток) — пьеса-поэма, исследующая массовое бессознательное жителей Приморья;',
              '«Я танцую как дебил» Игоря Витренко (Рязань) — история обыкновенного мужика, который бросает глупости и начинает заниматься делом: мастерит модельки машин;',
              '«Дыры» Лидии Головановой (Санкт-Петербург) — незначительный разговор о деньгах и космосе, благодаря которому раскрывается жизнь;',
              '«deinosдина» Даниила Гурского (Санкт-Петербург) — трип внутрь сознания, где скрываются чудовища, так похожие на нас самих;',
              '«Республика» Сергея Давыдова (Самара) — воспоминание в стихах о гражданской войне в Таджикистане и разрушении Вавилонской башни;'
            ]
          }
        }
      ]
    },
    {
      cover: '/images/for-press/for-press-cover-2017.jpg',
      year: 2017,
      downloadLink: '/for-press/press-releases/2017.pdf',
      contents: [
        {
          content_type: 'preamble',
          content_item: {
            preamble: '«Любимовка - 2017»: 39 пьес, трансляции, большая образовательная программа, философы в роли режиссеров и еще одна площадка.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'С 5 сентября по 12 сентября в Москве на Площадке 8/3, в Центре Вознесенского и впервые в формате онлайн-трансляций пройдет фестиваль современной драматургии «Любимовка». В течение недели здесь представят лучшие новые пьесы, написанные на русском языке авторами со всего мира: 24 работы в основной программе, 8 — в Fringe (в постановке философов и исследователей, среди которых Виктор Вахштайн, Олег Аронсон и Александр Писарев), 6 текстов состоявшихся драматургов в off. Все 39 пьес будут представлены в форме сценических читок, после каждой новая арт-дирекция по традиции фестиваля будет проводить обсуждение. Кроме практически непрекращающихся читок  — большая образовательная программа с мастер-классами Кирилла Серебренникова, Михаила Дурненкова, Евгения Казачкова, Ильмиры Болотян, Марины Андрейкиной и Родиона Белецкого.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Полное расписание фестиваля опубликовано на сайте «Любимовки».'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Новая арт-дирекция'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В этом году фестиваль проводит новая арт-дирекция.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'С 2013 до 2019 года арт-директорами «Любимовки» были театральный критик, журналист Анна Банасюкевич, драматурги, сценаристы и преподаватели Михаил Дурненков и Евгений Казачков. В новой команде с этого года: режиссер Юрий Шехватов, драматурги Мария Огнева, Олжас Жанайдаров, Нина Беленицкая, Полина Бородина, Андрей Иванов и театровед Полина Пхор.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: '«Предыдущее поколение “худсовета” "Любимовки" не отходит от дел полностью. Душой, сердцем, мозгом и руками мы остаемся с фестивалем. Будем курировать спецпроекты, преподавать, вести обсуждения, помогать нашей смене и говорить из облака: "Симба! Помни, ты должен поддерживать молодых драматургов, искать новые голоса и делать театр живым и современным!"», — комментировала прошлая команда арт-директоров фестиваля.'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'В программу «Любимовки-2017» вошли:'
          }
        },
        {
          content_type: 'list',
          content_item: {
            list: [
              '«Цикл индекса» Екатерины Августеняк (Санкт-Петербург) — серия наблюдений о том, как все неустойчиво развивается;',
              '«Страна Вась» Викентия Брызя (Владивосток) — пьеса-поэма, исследующая массовое бессознательное жителей Приморья;',
              '«Я танцую как дебил» Игоря Витренко (Рязань) — история обыкновенного мужика, который бросает глупости и начинает заниматься делом: мастерит модельки машин;',
              '«Дыры» Лидии Головановой (Санкт-Петербург) — незначительный разговор о деньгах и космосе, благодаря которому раскрывается жизнь;',
              '«deinosдина» Даниила Гурского (Санкт-Петербург) — трип внутрь сознания, где скрываются чудовища, так похожие на нас самих;',
              '«Республика» Сергея Давыдова (Самара) — воспоминание в стихах о гражданской войне в Таджикистане и разрушении Вавилонской башни;'
            ]
          }
        }
      ]
    },
    {
      cover: '/images/for-press/for-press-cover-2018.jpg',
      year: 2018,
      downloadLink: '/for-press/press-releases/2018.pdf',
      contents: [
        {
          content_type: 'preamble',
          content_item: {
            preamble: '«Любимовка - 2018»: 39 пьес, трансляции, большая образовательная программа, философы в роли режиссеров и еще одна площадка.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'С 5 сентября по 12 сентября в Москве на Площадке 8/3, в Центре Вознесенского и впервые в формате онлайн-трансляций пройдет фестиваль современной драматургии «Любимовка». В течение недели здесь представят лучшие новые пьесы, написанные на русском языке авторами со всего мира: 24 работы в основной программе, 8 — в Fringe (в постановке философов и исследователей, среди которых Виктор Вахштайн, Олег Аронсон и Александр Писарев), 6 текстов состоявшихся драматургов в off. Все 39 пьес будут представлены в форме сценических читок, после каждой новая арт-дирекция по традиции фестиваля будет проводить обсуждение. Кроме практически непрекращающихся читок  — большая образовательная программа с мастер-классами Кирилла Серебренникова, Михаила Дурненкова, Евгения Казачкова, Ильмиры Болотян, Марины Андрейкиной и Родиона Белецкого.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'Полное расписание фестиваля опубликовано на сайте «Любимовки».'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'Новая арт-дирекция'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'В этом году фестиваль проводит новая арт-дирекция.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: 'С 2013 до 2019 года арт-директорами «Любимовки» были театральный критик, журналист Анна Банасюкевич, драматурги, сценаристы и преподаватели Михаил Дурненков и Евгений Казачков. В новой команде с этого года: режиссер Юрий Шехватов, драматурги Мария Огнева, Олжас Жанайдаров, Нина Беленицкая, Полина Бородина, Андрей Иванов и театровед Полина Пхор.'
          }
        },
        {
          content_type: 'text',
          content_item: {
            text: '«Предыдущее поколение “худсовета” "Любимовки" не отходит от дел полностью. Душой, сердцем, мозгом и руками мы остаемся с фестивалем. Будем курировать спецпроекты, преподавать, вести обсуждения, помогать нашей смене и говорить из облака: "Симба! Помни, ты должен поддерживать молодых драматургов, искать новые голоса и делать театр живым и современным!"», — комментировала прошлая команда арт-директоров фестиваля.'
          }
        },
        {
          content_type: 'title',
          content_item: {
            title: 'В программу «Любимовки-2018» вошли:'
          }
        },
        {
          content_type: 'list',
          content_item: {
            list: [
              '«Цикл индекса» Екатерины Августеняк (Санкт-Петербург) — серия наблюдений о том, как все неустойчиво развивается;',
              '«Страна Вась» Викентия Брызя (Владивосток) — пьеса-поэма, исследующая массовое бессознательное жителей Приморья;',
              '«Я танцую как дебил» Игоря Витренко (Рязань) — история обыкновенного мужика, который бросает глупости и начинает заниматься делом: мастерит модельки машин;',
              '«Дыры» Лидии Головановой (Санкт-Петербург) — незначительный разговор о деньгах и космосе, благодаря которому раскрывается жизнь;',
              '«deinosдина» Даниила Гурского (Санкт-Петербург) — трип внутрь сознания, где скрываются чудовища, так похожие на нас самих;',
              '«Республика» Сергея Давыдова (Самара) — воспоминание в стихах о гражданской войне в Таджикистане и разрушении Вавилонской башни;'
            ]
          }
        }
      ]
    }
  ]
};

