import { NewsItemDetailed } from 'api-typings';

export default <NewsItemDetailed>{
  id: 1,
  title: 'Мальчишка бегать увеличивается очко.',
  description: 'Отъезд приличный уничтожение порядок жить. Собеседник пол иной карман рассуждение стакан. Отметить интернет господь разуметься издали деловой ремень. Ставить висеть вытаскивать. Хозяйка задрать мягкий витрина приходить конференция командующий.\r\n\r\nОтъезд приличный уничтожение порядок жить. Собеседник пол иной карман рассуждение стакан. Отметить интернет господь разуметься издали деловой ремень. Ставить висеть вытаскивать. Хозяйка задрать мягкий витрина приходить конференция командующий.',
  image: 'https://stage.dev.lubimovka.ru/media/images/articles/newsitems/%D0%B1%D0%B0%D0%B9%D0%BA%D0%B0%D0%BB_2.jpg',
  pub_date: '2014-11-26T03:41:39',
  contents: [
    {
      content_type: 'contentunitrichtext',
      content_item: {
        rich_text: '<h3>Избегать спешить функция. Мелькнуть о помолчать монета.\nПрирода добиться столетие факультет.</h3>\r\n\r\n<h4>Падаль плод мусор. Другой пища идея.\nБагровый угроза поставить еврейский какой секунда госпожа. Вздрагивать промолчать волк медицина решетка.\nТысяча ремень естественный неправда налево. Близко второй багровый аллея виднеться за эффект.</h4>\r\n\r\n<p>Равнодушный соответствие бригада возбуждение мусор. Советовать торопливый передо парень. Прошептать издали поговорить. Заплакать дьявол бегать увеличиваться. Миф решение кидать песенка. Разводить сравнение функция инфекция научить способ адвокат школьный.</p>\r\n\r\n<blockquote><p>Появление цепочка мелочь желание вздрогнуть. Висеть прежде горький даль второй единый серьезный. Пища выгнать свежий зима.</p></blockquote>\r\n\r\n<p><strong>Неудобно</strong> <em>хозяйка</em> <a href=\'https://www.ooo.org/\'>миг<a> развитый ленинград багровый решетка. Столетие аж наткнуться неправда бровь.</p>'
      }
    },
    {
      content_type: 'contentunitrichtext',
      content_item: {
        rich_text: '<h3>При висеть смертельный запретить. Совещание актриса лететь равнодушный.</h3>\r\n\r\n<h4>Число июнь успокоиться ставить сравнение. Наслаждение анализ командование пересечь один. Горький чувство инфекция прежде рис секунда природа. Покидать пища выразить расстройство карман. Сохранять призыв хлеб актриса рабочий.</h4>\r\n\r\n<p>Неожиданный зачем вздрогнуть выкинуть цель. Художественный крыса сверкать расстегнуть салон уничтожение. Равнодушный помимо дружно жестокий вздрогнуть упорно. Рассуждение аж расстройство дальний плавно нож. Холодно что направо цвет пятеро прежде крыса карман. Падать народ одиннадцать зеленый.</p>\r\n\r\n<blockquote>\r\n<p>Решетка валюта витрина князь поговорить разводить парень. Потянуться ученый тута порода низкий спалить терапия девка. Одиннадцать висеть успокоиться штаб. Космос дружно конференция спорт протягивать.</p>\r\n</blockquote>\r\n\r\n<p><strong>Сомнительный</strong> <em>посвятить</em> <a href="https://www.zao.edu/">рабочий.</a> Руководитель палец порядок строительство счастье задержать кожа.</p>'
      }
    },
    {
      content_type: 'imagesblock',
      content_item: {
        title: 'Пол уничтожение.',
        items: [
          {
            title: 'Девка доставать очередной порядок.',
            image: 'https://stage.dev.lubimovka.ru/media/images/content_pages/orderedimages/example_pc9aMDk.jpg'
          },
          {
            title: 'Райком чувство серьезный тревога.',
            image: 'https://stage.dev.lubimovka.ru/media/images/content_pages/orderedimages/example_RfxPqxd.jpg'
          },
          {
            title: 'Четко потом заработать.',
            image: 'https://stage.dev.lubimovka.ru/media/images/content_pages/orderedimages/example_aJkO6Yz.jpg'
          }
        ]
      }
    },
    {
      content_type: 'personsblock',
      content_item: {
        title: 'Грустный бегать.',
        items: [
          {
            id: 55,
            first_name: 'Иосиф',
            last_name: 'Киселев',
            middle_name: 'Феофанович',
            city: '',
            email: null,
            image: 'https://stage.dev.lubimovka.ru/media/images/person_avatars/example_pwiMBWx.jpg',
            roles: [
              {
                name: 'Ведущий',
                slug: 'host'
              },
              {
                name: 'Текст',
                slug: 'text'
              },
              {
                name: 'Фото',
                slug: 'photo'
              }
            ]
          },
          {
            id: 74,
            first_name: 'Савватий',
            last_name: 'Самойлова',
            middle_name: 'Леонидовна',
            city: 'Рыльск',
            email: 'savvatijsamojlova_73@lubimovka.ru',
            image: 'https://stage.dev.lubimovka.ru/media/images/person_avatars/example_C4LTv9A.jpg',
            roles: [
              {
                name: 'Ведущий',
                slug: 'host'
              }
            ]
          }
        ]
      }
    },
    {
      content_type: 'playsblock',
      content_item: {
        title: 'Голубчик коммунизм.',
        items: [
          {
            id: 8,
            name: 'Достоинство близко кидать терапия.',
            authors: [
              {
                name: 'Гордеева Алина',
                slug: 'alina_gordeeva'
              },
              {
                name: 'Маслов Евсей',
                slug: 'evsej_maslov'
              },
              {
                name: 'Орехов Зинаида',
                slug: 'zinaida_orekhov'
              },
              {
                name: 'Щербакова Доброслав',
                slug: 'dobroslav_shcherbakova'
              }
            ],
            city: 'Тамбей',
            year: 2019
          },
          {
            id: 8,
            name: 'Достоинство близко кидать терапия.',
            authors: [
              {
                name: 'Гордеева Алина',
                slug: 'alina_gordeeva'
              },
              {
                name: 'Маслов Евсей',
                slug: 'evsej_maslov'
              },
              {
                name: 'Орехов Зинаида',
                slug: 'zinaida_orekhov'
              },
              {
                name: 'Щербакова Доброслав',
                slug: 'dobroslav_shcherbakova'
              }
            ],
            city: 'Тамбей',
            year: 2019
          },
          {
            id: 5,
            name: 'Горький эпоха горький пропаганда каюта юный плавно.',
            authors: [
              {
                name: 'Бурова Элеонора',
                slug: 'eleonora_burova'
              },
              {
                name: 'Гордеева Алина',
                slug: 'alina_gordeeva'
              },
              {
                name: 'Маслов Евсей',
                slug: 'evsej_maslov'
              },
              {
                name: 'Орехов Зинаида',
                slug: 'zinaida_orekhov'
              },
              {
                name: 'Фокина Ермолай',
                slug: 'ermolaj_fokina'
              }
            ],
            city: 'Камышлов',
            year: 1994
          }
        ]
      }
    },
    {
      content_type: 'preamble',
      content_item: {
        preamble: 'Картинка труп мальчишка. Упорно развернуться пропасть еврейский механический.\nУвеличиваться порядок основание упор мучительно мимо выражение. Спорт привлекать посвятить вскакивать висеть степь.'
      }
    },
    {
      content_type: 'quote',
      content_item: {
        quote: 'Функция достоинство уронить следовательно бегать счастье. Означать спичка инструкция роскошный.'
      }
    },
    {
      content_type: 'text',
      content_item: {
        text: '<p><strong>Бак четыре слать похороны</strong> эффект задержать. <em>Сустав школьный сверкать</em> сопровождаться монета девка редактор. Сутки написать пропасть господь. <a href="https://stage.dev.lubimovka.ru/admin/content_pages/text/1/change/?_popup=1">Заплакать спичка недостаток</a> успокоиться. Сомнительный солнце инструкция понятный покидать сустав.</p>\r\n\r\n<p> </p>\r\n\r\n<p> </p>'
      }
    },
    {
      content_type: 'title',
      content_item: {
        title: 'Настать обида.'
      }
    }
  ],
  other_news: [
    {
      id: 3,
      title: 'Собеседник изучить обида.',
      description: 'Пересечь товар исполнять князь еврейский конструкция горький правление. Цепочка пропадать дружно. Блин постоянный добиться покидать грустный банк миллиард ход. Блин видимо выбирать господь изучить. Привлекать мгновение витрина Пересечь товар исполнять князь еврейский конструкция горький правление. Цепочка пропадать дружно. Блин постоянный добиться покидать грустный банк миллиард ход. Блин видимо выбирать господь изучить. Привлекать мгновение витрина \r\nПересечь товар исполнять князь еврейский кос',
      image: '/media/images/articles/newsitems/example_WAuZRxb.jpg',
      pub_date: '2022-07-18T19:50:56'
    },
    {
      id: 5,
      title: 'Четыре демократия тысяча.',
      description: 'Потянуться да приятель. Штаб изба интернет очко солнце. Господь разводить пробовать картинка место господь. Упор низкий разнообразный миф солнце граница присесть. Тута торговля да головка оставить привлекать.df',
      image: '/media/images/articles/newsitems/example_tNS12Ff.jpg',
      pub_date: '2015-09-18T11:11:45'
    },
    {
      id: 4,
      title: 'Художественный пастух торопливый.',
      description: 'Уничтожение возникновение вчера при ныне недостаток горький. Посвятить полевой низкий потянуться термин. Секунда привлекать неожиданно горький неправда место. Число иной печатать страсть зима. Расстегнуть блин вывести правление торговля порог бок.',
      image: '/media/images/articles/newsitems/example_QizB37o.jpg',
      pub_date: '2015-03-22T11:56:58'
    }
  ]
};

