// @ts-nocheck
import { ProjectList } from 'api-typings';

const projects: ProjectList[] = [
  {
    id: 1,
    title: 'Любимовка. Ещё',
    intro: 'Межсезонные читки и обсуждение пьес из списка отмеченных отборщиками Любимовки. Можно слушать, обсуждать и даже участвовать.',
    image: 'https://source.unsplash.com/random',
  },
  {
    id: 2,
    title: 'Любимовка. Пьесы',
    intro: 'Межсезонные читки и обсуждение пьес из списка отмеченных отборщиками Любимовки. Можно слушать, обсуждать и даже участвовать.',
    image: 'https://source.unsplash.com/random',
  },
  {
    id: 3,
    title: 'Lark + Любимовка',
    intro: 'Межсезонные читки и обсуждение пьес из списка отмеченных отборщиками Любимовки. Можно слушать, обсуждать и даже участвовать.',
    image: 'https://source.unsplash.com/random',
  },
  {
    id: 4,
    title: 'Практика постдраматурга',
    intro: 'Межсезонные читки и обсуждение пьес из списка отмеченных отборщиками Любимовки. Можно слушать, обсуждать и даже участвовать.',
    image: 'https://source.unsplash.com/random',
  },
  {
    id: 5,
    title: 'Спектакли',
    intro: 'Межсезонные читки и обсуждение пьес из списка отмеченных отборщиками Любимовки. Можно слушать, обсуждать и даже участвовать.',
    image: 'https://source.unsplash.com/random',
  },
  {
    id: 6,
    title: 'Эхо Любимовки',
    intro: 'Читки пьес основной программы Любимовки в разных регионах России и Зарубежья в постфестивальный период.',
    image: 'https://source.unsplash.com/random',
  },
];

export default projects;
