{
  "content": [
    {
      "text": "Фестиваль молодой драматургии «Любимовка» был основан в 1990 году известными российскими драматургами и критиками - Михаилом Рощиным, Алексеем Казанцевым, Виктором Славкиным, Владимиром Гуркиным, Юрием Рыбаковым, Инной Громовой, Маргаритой Светлаковой, Марией Медведевой, и другими. Фестиваль был задуман как некоммерческий, независимый проект, созданный для знакомства всех заинтересованных с новыми пьесами."
    },
    {
      "text": "«Любимовка» родилась как лаборатория, позволявшая дебютанту не только публично показать свой текст, но и услышать мнения и советы профессионалов – на фестивале встречаются и обмениваются опытом авторы разных поколений и статусов."
    },
    {
      "text": "Изначально фестиваль проводился в исторической усадьбе Станиславского «Любимовка». В 1995 - 2000 годах в оргкомитет вошли драматурги Елена Гремина, Ольга Михайлова, Михаил Угаров, Елена Исаева, Ксения Драгунская, Максим Курочкин. В 2000 году директором фестиваля стал Александр Родионов. С 2001 года фестиваль проходит в Москве. С самого своего возникновения фестиваль тесно сотрудничал с журналом «Драматург», Центром Драматургии и Режиссуры под руководством А. Казанцева и М. Рощина, с проектом «Новая драма» и журналом «Современная драматургия»."
    },
    {
      "text": "С 2007 года «Любимовка» на постоянной основе «прописалась» в Театре.DOC. Арт-директором и мотором фестиваля стала Елена Ковальская, театральный критик и редактор раздела «Театр» журнала «Афиша», а ныне – арт-директор Театрального Центра им. Вс. Мейерхольда. Под её руководством и при поддержке драматурга и сценариста Александра Родионова, театрального критика Кристины Матвиенко, драматурга и режиссёра Михаила Угарова фестиваль обрёл новое дыхание и форму, которую старается поддерживать и развивать новая команда, взявшая на себя организацию «Любимовки» в 2013 году."
    }
  ],
  "images": [
    {
      "image": "https://iscr.ru/images/2021/10/16/image-24.png"
    },
    {
      "image": "https://s1.hostingkartinok.com/uploads/images/2021/10/e344f71945d59e81bf1f3a5522af6ba1.png"
    },
    {
      "image": "https://s1.hostingkartinok.com/uploads/images/2021/10/53cc7e73ae4bfac848d1c98b3ac0d334.png"
    }
  ]
}
