const missionItems = [
  {
    id: 1,
    number: '1',
    title: 'Во что мы верим',
    image: 'https://platonovfest.com/images/ru/programm/652779bc87700780e2c53535c148c4f5.jpg',
    content: [
      {
        id: 1,
        number: '1.1',
        title: 'Мы верим, что театр — не только уникальный вид искусства с неисчерпаемыми художественными возможностями, но и важнейшее общественное явление',
        text: ['Мы верим, что театр — это пространство эмоционального, интеллектуального и духовного общения людей. Мы верим, что театр помогает обществу осмыслять меняющуюся реальность внутри и вокруг человека, вырабатывать пути преодоления как вечных противоречий, так и новых трудностей, и находить силы для того, чтобы следовать этими путями.']
      },
      {
        id: 2,
        number: '1.2',
        title: 'Мы верим, что драматург является одной из ключевых фигур современного театра',
        text: ['Мы верим, что драматург может и должен создавать пьесы, способные вовлечь каждого — и зрителя, и участника творческого процесса — в дискуссию о самых животрепещущих вопросах жизни человека и общества сегодня. Мы знаем, что внимание профессионального сообщества к новой работе и живая реакция аудитории важны не только начинающим авторам, но и признанным драматургам.']
      },
      {
        id: 3,
        number: '1.3',
        title: 'Мы верим, что театр должен быть открытым и постоянно обновляться',
        text: ['Мы верим, что преемственность и контраст поколений делают театр глубже. Мы верим, что вызовы, которые молодой автор бросает театру, позволяют театру оставаться живым и востребованным.']
      }
    ]
  },
  {
    id: 2,
    number: '2',
    title: 'Чего мы хотим',
    image: 'https://electrotheatre.ru/static/1600/6574.jpg',
    content: [
      {
        id: 1,
        number: '2.1',
        title: 'Мы хотим открывать театральному миру всех стран новых авторов, которые пишут на русском языке, в какой бы точке планеты они ни находились и к какой бы национальности и культуре ни принадлежали',
        text: ['Мы хотим, чтобы наш фестиваль служил местом встречи — физической и виртуальной — начинающих авторов и признанных драматургов, зрителей и театральных профессионалов, представителей разных поколений и художественных течений.']
      },
      {
        id: 2,
        number: '2.2',
        title: 'Мы хотим дать начинающим авторам возможность найти свой голос и быть услышанными в любой точке мира, где существует театр',
        text: ['Мы хотим, чтобы молодые драматурги были смелыми, честными и открытыми в своём творчестве и оставались верными своему художественному видению. Мы хотим, чтобы уже в начале своего творческого пути драматурги получали опыт взаимодействия с аудиторией и театральными профессионалами и совершенствовали своё мастерство. Мы хотим вдохновлять молодых авторов на написание новых пьес.']
      },
      {
        id: 3,
        number: '2.3',
        title: 'Мы хотим обогатить театр качественными новыми пьесами, актуальными для современного зрителя',
        text: ['Мы хотим, чтобы наш фестиваль был оживлённым перекрёстком мнений и взглядов, в центре которого — новые пьесы, говорящие о сегодняшних реалиях, проблемах и ценностях.']
      }
    ]
  }
];

export default missionItems;
