const missionItems = [
  {
    id: 1,
    number: '1',
    title: 'Мы твердо верим, что',
    image: 'https://platonovfest.com/images/ru/programm/652779bc87700780e2c53535c148c4f5.jpg',
    content: [
      {
        id: 1,
        number: '1.1',
        title: 'Театр может и должен помогать обществу осмыслять меняющуюся реальность внутри и вокруг человека',
        text: ['Театр сегодня является не только уникальным искусством с неисчерпаемыми художественными возможностями, но и важнейшим общественным явлением. Сегодня театр может и должен быть пространством эмоциональной, интеллектуальной и духовной коммуникации между людьми, помогать вырабатывать пути преодоления вечных противоречий и новых трудностей и находить силы для того, чтобы следовать этими путями.']
      },
      {
        id: 2,
        number: '1.2',
        title: 'Драматург является одной из ключевых фигур современного театра',
        text: ['Мы знаем, что драматург может и должен создавать пьесы, способные вовлечь и зрителя, и участника творческого процесса  в дискуссию о самых животрепещущих вопросах жизни человека и общества. Внимание профессионального сообщества к новой работе и живая реакция аудитории важны не только начинающим авторам, но и признанным драматургам.', 'Мы верим в профессионализм, но знаем, что мастерством владения драматургическими приёмами можно овладеть только продолжая писать.']
      },
      {
        id: 3,
        number: '1.3',
        title: 'Театр должен быть открытым и постоянно обновляться',
        text: ['Мы верим, что преемственность и контраст поколений делают театр глубже. Мы верим, что вызовы, которые молодой автор бросает театру, позволяют театру оставаться живым и востребованным.']
      }
    ]
  },
  {
    id: 2,
    number: '2',
    title: 'Мы искренне хотим',
    image: 'https://electrotheatre.ru/static/1600/6574.jpg',
    content: [
      {
        id: 1,
        number: '2.1',
        title: 'Открывать театральному миру новых авторов',
        text: ['Чтобы наш фестиваль служил местом встречи начинающих авторов и признанных драматургов, зрителей и театральных профессионалов, представителей разных поколений и художественных течений.']
      },
      {
        id: 2,
        number: '2.2',
        title: 'Дать начинающим авторам возможность найти свой голос и быть услышанными',
        text: ['Чтобы уже в начале своего творческого пути драматурги получали опыт взаимодействия с аудиторией и театральными профессионалами и совершенствовали своё мастерство. Вдохновлять молодых авторов на написание новых пьес.']
      },
      {
        id: 3,
        number: '2.3',
        title: 'Обогатить отечественный театр качественными новыми актуальными пьесами',
        text: ['Чтобы наш фестиваль был оживленным перекрестком мнений и взглядов, в центре которого — новые пьесы, говорящие о сегодняшних реалиях и ценностях, которые составляют основу жизни современного человека и общества.']
      }
    ]
  }
];

export default missionItems;
