{
  "title": "Донаты на развитие проекта",
  "enthusiasm": {
    "header": "Любимовка существует благодаря энтузиазму",
    "text": "А также поддержке фондов, партнёров и пожертвований, которые покрывают неизбежные затраты.\r\n\nВход на все мероприятия фестиваля всегда был и будет бесплатным.",
    "footnote": "Если вы выберете ежемесячное пожертвование, его можно отменить в любой момент"
  },
  "opportunities": [
    {
      "title": "На что пойдут ваши пожертвования",
      "picture": "https://static1-repo.aif.ru/1/20/710610/dd2109faa26d4e5b49699199be0b8f25.jpg",
      "kickies": [
        "Проезд в Москву драматургов и отборщиков из других городов",
        "Проживание в Москве драматургов и отборщиков из других городов и стран во время фестиваля",
        "Зарплата администраторов и технического персонала",
        "Полиграфия (дизайн и печать постеров и открыток)",
        "Кофе, чай и печенье для участников фестиваля",
        "Фестивальный on-line блог. Фото- и видеоотчёты",
        "Канцелярские принадлежности, картриджи для принтеров, бумага для распечатки пьес",
        "Создание, поддержка и развитие сайта",
        "Открывающая и закрывающая вечеринки. Сувениры для участников и зрителей",
        "Аренда театральных площадок"
      ]
    },
    {
      "title": "Что мы можем делать, если соберем достаточно средств",
      "picture": "https://eksmo.ru/upload/iblock/21a/720_min.jpg",
      "kickies": [
        "Система индивидуальных грантов, которые чтобы драматурги творили, не отвлекаясь на поиски источников дохода",
        "Фестивальная газета",
        "On-line база данных авторов, пьес и архив фестиваля",
        "Продвижение драматургов в международные проекты",
        "Привоз драматургов из других городов на лаборатории и показы в течение года"
      ]
    }
  ],
  "report": {
    "text": "Вся отчётность о расходовании народных денег будет всегда доступна любому интересующемуся в самом подробном виде. Пишите на ",
    "email": "charity@lubimovka.ru"
  }
}
